/* Error messages. */
"Error:  %@" = "Error:  %@";
"An error occurred.  %@  OSErr %d" = "Se ha producido un error.  %@  OSErr %d";
"Unable to open that file." = "Este archivo no puede abrirse.";
"Unable to execute that file." = "Este archivo no puede ejecutarse.";
"A script error occurred.  %s" = "Se ha producido un error en el script.  %s";
"Unable to resolve that alias because the original item cannot be found." = "No se ha podido determinar el alias porque no se encuentra el ítem original.";

/* Menu items. */
"%@ Scripts" = "Scripts %@";
"Open Scripts Folder" = "Abrir la carpeta Scripts";
"Network Scripts" = "Scripts de red";

/* [3466319] [3917107] */
"Open Network Scripts Folder" = "Abrir la carpeta de scripts de la red";
"Open Computer Scripts Folder" = "Abrir la carpeta de scripts del ordenador";
"Open User Scripts Folder" = "Abrir la carpeta Scripts del usuario";
"Open %@ Scripts Folder" = "Abrir la carpeta de scripts %@";

/* Menu item for opening the default script editor application. Parameter is the name of the application. */
"Open %@" = "Abrir %@";

/* Default script editor application name, used when the current application cannot be found. In this string, "Script Editor" does not refer literally to the application named "Script Editor". */
"Default Script Editor" = "Editor de scripts por omisión";
